Repository: sfs-pra/wayland-screenshot
Catalog: po/*.po
Languages: be, br, ru

source: Wayland Screenshot
be: Здымак экрана Wayland
br: Skeudenn ekran Wayland
ru: Снимок экрана Wayland

source: Option
be: Опцыя
br: Dibab

source: Mode
be: Рэжым
br: Mod
ru: Режим

source: All screen
be: Увесь экран
br: An holl skramm
ru: Весь экран

source: Specific window
be: Канкрэтнае акно
br: Prenestr resis
ru: Окно

source: Specific area
be: Канкрэтная вобласць
br: Takad resis
ru: Область

source: Include cursor
be: Уключыць курсар
br: Enframmañ ar c'hursor
ru: Включить курсор

source: Time to wait
be: Час чакання
br: Amzer da c'hortoz
ru: Задержка

source: Copy to
be: Капіраваць у
br: Eilañ da
ru: Копировать в

source: no
be: не
br: nann
ru: нет

source: yes
be: так
br: ya
ru: да

source: clipboard
be: буфер абмену
br: bouestl eilad
ru: буфер обмена

source: canceling
be: адмена
br: o nullañ
ru: отмена

source: mode is null
be: рэжым не выбраны
br: mod null
ru: режим не выбран

source: Mode empty
be: Рэжым не выбраны
br: Mod goullo
ru: Режим не выбран

source: OK
be: Добрэ
br: Mat eo
ru: ОК
